Repository: karlos-perez/brewing_notes
Catalog: brewing_notes/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Main
ru_ru: Главное

source: Note
ru_ru: Заметка

source: Recipe parametrs
ru_ru: Параметры рецепта

source: Brew parametrs
ru_ru: Параметры варки

source: Description
ru_ru: Описание

source: SEO
ru_ru: Поисковая оптимизация

source: Favorites
ru_ru: Избранное

source: Basic
ru_ru: Основной

source: Second
ru_ru: Второй

source: Third
ru_ru: Третий

source: Fourth
ru_ru: Четвёртый

source: Data
ru_ru: Данные

source: Bad upload
ru_ru: Неудачная загрузка

source: Can't read file name
ru_ru: Имя файла не читается

source: Upload error
ru_ru: Ошибка загрузки

source: File is not image format
ru_ru: Файл не является изображением

source: Not supported image file format {self._filename} - {f_ext.lower()}
ru_ru: Не поддерживается формат изображения {self._filename} - {f_ext.lower()}

source: Error saving image
ru_ru: Ошибка сохранения изображения

source: Settings have been saved
ru_ru: Настройки сохранены

source: no subject
ru_ru: Объект не найден

source: Message {recipient} sent successfully
ru_ru: Сообщение {recipient} успешно отправлено

source: Unable to send message
ru_ru: Невозможно отправить сообщение

source: Unable computing recipe
ru_ru: Невозможно вычислить рецепт

source: Device successfully removed
ru_ru: Устройство успешно удалено

source: You cannot delete device
ru_ru: Вы не можете удалить устройство

source: Error deleted device
ru_ru: Ошибка удаления устройства

source: Module successfully removed
ru_ru: Модуль успешно удален

source: You cannot delete module
ru_ru: Вы не можете удалить модуль

source: Error deleted module
ru_ru: Ошибка при удалении модуля

source: Device {device.name} active
ru_ru: Устройство {device.name} активно

source: Device {device.name} is not active
ru_ru: Устройство {device.name} не активно

source: You cannot change the device status
ru_ru: Вы не можете изменить состояние устройства

source: Error change status
ru_ru: Ошибки изменения статуса

source: You are not allowed for add image
ru_ru: Вам не разрешено добавлять изображение

source: You cannot delete images
ru_ru: Вы не можете удалить изображение

source: Receive notification active
ru_ru: Получение уведомлений активированно

source: Receive notification is not active
ru_ru: Получение уведомлений не активированно

source: You cannot change the receive notification
ru_ru: Вы не можете изменить параметр Получение уведомлений

source: Error change parameter receive notification
ru_ru: Ошибка изменения параметра получения уведомления

source: User water profile successfully removed
ru_ru: Пользовательский профиль воды успешно удалён

source: User {usr.username} delete User water profile
ru_ru: Пользователь {usr.username} удалил Пользовательский профиль воды

source: User {request.user.username} delete User water profile {object_id}
ru_ru: Пользователь {request.user.username} удалил Пользовательский профиль воды {object_id}

source: You cannot delete water profile
ru_ru: Вы не можете удалить профиль воды

source: Error deleted user water profile
ru_ru: Ошибка удаления Пользовательского профиля воды

source: You cannot get recipe link
ru_ru: Вы не можете получить ссылку на рецепт

source: Error get full link
ru_ru: Ошибка получения ссылки на рецепт

source: You cannot delete recipe link
ru_ru: Вы не можете удалить ссылку на рецепт

source: Error delete full link
ru_ru: Ошибка удаления ссылки на рецепт

source: Settings {equipment.name} saved
ru_ru: Настройки {equipment.name} сохранены

source: You cannot change the equipment
ru_ru: Вы не можете изменить Оборудование

source: Error save equipment
ru_ru: Ошибка сохранения Оборудования

source: Error change status equipment
ru_ru: Ошибка изменения состояния Оборудования

source: Settings {equipment.name} reset
ru_ru: Настройки {equipment.name} сброшены

source: You cannot settings reset the equipment
ru_ru: Вы не можете сбросить настройки оборудования

source: Error reset equipment
ru_ru: Ошибка сброса оборудования

source: You cannot reset the module
ru_ru: Вы не можете сбросить модуль

source: Error full reset module
ru_ru: Ошибка полного сброса модуля

source: Punished
ru_ru: Наказанный

source: Dubious
ru_ru: Сомнительный

source: User
ru_ru: Пользователь

source: Premium
ru_ru: Премиум

source: Entity
ru_ru: Организация

source: Moderator
ru_ru: Модератор

source: Administrator
ru_ru: Администратор

source: Other
ru_ru: Другое

source: Normal
ru_ru: Обычный

source: Classical
ru_ru: Классический

source: For beginner
ru_ru: Для новичка

source: Transferred
ru_ru: Перенесённый

source: Mash in
ru_ru: Начало затирания

source: Acid rest
ru_ru: Кислотная

source: Beta-glucanase rest
ru_ru: Бета-глюкановая

source: Protein rest
ru_ru: Белковая

source: Maltose rest
ru_ru: Мальтозная

source: Saccharification rest
ru_ru: Осахаривания

source: Dextrin rest
ru_ru: Декстриновая

source: Mash out
ru_ru: Конец затирания

source: Infusion
ru_ru: Долив

source: Decoction
ru_ru: Отварки

source: External heating
ru_ru: Внешний нагрев

source: On boil
ru_ru: На кипячение

source: Hop stand
ru_ru: Хмелевая пауза

source: On fermentation
ru_ru: На основное брожение

source: On bottling
ru_ru: На розлив

source: On mash
ru_ru: На затирание

source: min
ru_ru: мин

source: g
ru_ru: г

source: kg
ru_ru: кг

source: ml
ru_ru: мл

source: l
ru_ru: л

source: Bar
ru_ru: бар

source: pieces
ru_ru: шт

source: Corn sugar
ru_ru: Декстроза

source: CO2 keg
ru_ru: Принудительная

source: Wort / Speise
ru_ru: Сусло / Шпайзе

source: Primary fermentation
ru_ru: Основное брожение

source: Brew
ru_ru: Варка

source: Secondary fermentation
ru_ru: Дображивание

source: Cold crash
ru_ru: Колд краш

source: Carbonisation
ru_ru: Карбонизация

source: Bottling
ru_ru: Розлив

source: Dry hop
ru_ru: Сухое охмеление

source: Lagering
ru_ru: Лагеризация

source: Maturation
ru_ru: Созревание

source: Fermenter
ru_ru: Ферментёр

source: Kettle
ru_ru: Заторник

source: BIAB system
ru_ru: BIAB система

source: K-RIMS two tier system
ru_ru: K-RIMS двухуровневый

source: K-RIMS single-level system
ru_ru: K-RIMS одноуровневый

source: No mode
ru_ru: Нет режима

source: Fermenter: cooler
ru_ru: Ферментёр: охладитель

source: Fermenter: heater
ru_ru: Ферментёр: нагреватель

source: BIAB: heater
ru_ru: BIAB: нагреватель

source: BIAB: pump
ru_ru: BIAB: насос

source: K-RIMS two tier: heater
ru_ru: K-RIMS двухуровневый: нагреватель

source: K-RIMS two tier: pump
ru_ru: K-RIMS двухуровневый: насос

source: K-RIMS single-level: heater
ru_ru: K-RIMS одноуровневый: (нагреватель)

source: K-RIMS single-level: pump (HLT)
ru_ru: K-RIMS одноуровневый: насос (варочник)

source: K-RIMS single-level: pump (MLT)
ru_ru: K-RIMS одноуровневый: насос (заторник)

source: Gypsum
ru_ru: Гипс

source: Calcium Chloride
ru_ru: Хлорид кальция

source: Epsom Salt
ru_ru: Эпсома соль

source: Magnesium Chloride
ru_ru: Магний хлористый

source: Canning Salt
ru_ru: Поваренная соль

source: Baking Soda
ru_ru: Пищевая сода

source: Chalk
ru_ru: Мел

source: Pickling Lime
ru_ru: Гашенная известь

source: Lactic Acid
ru_ru: Молочная кислота

source: Citric Acid
ru_ru: Лимонная кислота

source: Acetic Acid
ru_ru: Уксусная кислота

source: Phosphoric Acid
ru_ru: Фосфорная кислота

source: Required. 16 characters or fewer. Letters, digits and - _ only
ru_ru: Необходимо 16 символов или меньше. Только буквы, цифры и - _

source: Username is required
ru_ru: Необходимо имя пользователя

source: Incorrect letters in username
ru_ru: Неправильные символы в имени пользователя

source: Minimum - 3 letters
ru_ru: Минимум - 3 символа

source: Maximum - 16 letters
ru_ru: Максимум - 16 символов

source: This username has already existed.
ru_ru: Это имя пользователя уже существует

source: Password is required
ru_ru: Необходим пароль

source: The name must not be empty
ru_ru: Имя не должно быть пустым

source: Image file too large ( > {settings.MAX_UPLOAD_IMAGE_SIZE/1048576}MB )
ru_ru: Файл изображения слишком большой ( > {settings.MAX_UPLOAD_IMAGE_SIZE/1048576} MB )

source: Required field
ru_ru: Обязательное поле

source: Title SEO
ru_ru: Название SEO

source: Description SEO
ru_ru: Описание SEO

source: Keywords SEO
ru_ru: Ключевые слова SEO

source: Token
ru_ru: Токен

source: Active device
ru_ru: Активное устройство

source: Device type
ru_ru: Тип устройства

source: Connected device
ru_ru: Подключенное устройство

source: Connected devices
ru_ru: Подключенные устройства

source: Operation mode
ru_ru: Режим работы

source: BNC-module
ru_ru: BNC-модуль

source: BNC-modules
ru_ru: BNC-модули

source: Type equipment
ru_ru: Тип оборудования

source: Active equipment
ru_ru: Активное оборудование

source: Main module
ru_ru: Основной модуль

source: Second module
ru_ru: Второй модуль

source: Third module
ru_ru: Третий модуль

source: Fourth module
ru_ru: Четвёртый модуль

source: Kp main
ru_ru: Kp основной

source: Kd main
ru_ru: Kd основной

source: Ki main
ru_ru: Ki основной

source: Hysteresys main
ru_ru: Гистерезис основной

source: Kp second
ru_ru: Kp второй

source: Kd second
ru_ru: Kd второй

source: Ki second
ru_ru: Ki второй

source: Hysteresys second
ru_ru: Гистерезис второй

source: Number of pump inits cycle third
ru_ru: Количество запусков насоса в цикле. Третьего модуля

source: Equipment from modules
ru_ru: Оборудование из модулей

source: Equipments from modules
ru_ru: Оборудование из модулей

source: Status user
ru_ru: Статус пользователя

source: Recipe draft limit
ru_ru: Лимит черновиков рецептов

source: Device connected limit
ru_ru: Лимит подключённых устройств

source: BNC-module limit
ru_ru: Лимит BNC-модулей

source: Equipment limit
ru_ru: Лимит оборудования

source: Active
ru_ru: Активный

source: Confirm
ru_ru: Подтверждение

source: May add ingredients
ru_ru: Может добавлять ингредиенты

source: Early release access
ru_ru: Доступ к раннему релизу

source: Eternal ban
ru_ru: Вечный бан

source: Can premium trial
ru_ru: Есть пробный Премиум доступ

source: Premium expiration date
ru_ru: Срок действия Премиум

source: Limit the log records in days
ru_ru: Лимит кол-ва записей журнала в днях

source: Device on dashboard
ru_ru: Устройство на панели

source: Recalculate recipes
ru_ru: Перерасчет рецептов

source: Recalculate on new size
ru_ru: Перерасчет на новый объём

source: Confirmation of registration at the {}
ru_ru: Подтверждение регистрации на {}

source: Confirmation key
ru_ru: Ключ подтверждения

source: Email confirmation
ru_ru: Подтверждение электронной почты

source: Email confirmations
ru_ru: Подтверждение электронной почты

source: Name
ru_ru: Имя

source: User water profile
ru_ru: Пользовательский профиль воды

source: User water profiles
ru_ru: Пользовательские профили воды

source: Type beer
ru_ru: Тип пива

source: Beer Style
ru_ru: Стиль пива

source: Batch size (after boil)
ru_ru: Размер партии (после кипячения)

source: Mash water
ru_ru: Вода на затирание

source: Sparge water
ru_ru: Промывочная вода

source: Volume after mash (pre boil)
ru_ru: Объём на кипячения

source: Sediment after boil
ru_ru: Осадок после кипячения

source: Volume in fermenter
ru_ru: Объём в ферментере

source: Bottling size
ru_ru: Разливочный объём

source: Yeast starter volume
ru_ru: Объём дрожжевого стартера

source: Boil time
ru_ru: Время кипячения

source: Efficiency brewing
ru_ru: Эффективность варки

source: Efficiency mashing
ru_ru: Эффективность затирания

source: Pre boil gravity
ru_ru: Плотность до кипячения

source: Original gravity
ru_ru: Начальная плотность

source: Final gravity
ru_ru: Конечная плотность

source: Alcohol
ru_ru: Алкоголь

source: IBUs
ru_ru: IBU

source: Color in SRM
ru_ru: Цвет в SRM

source: Conformity
ru_ru: Соответствие

source: Maturation time
ru_ru: Время созревания

source: Status
ru_ru: Статус

source: Fermentation temperature
ru_ru: Температура брожения

source: Fermentation duration
ru_ru: Длительность брожения

source: Water agent
ru_ru: Соли

source: Show note
ru_ru: Показать заметку

source: Show log
ru_ru: Показать журнал

source: Matches the style
ru_ru: Соответствует стилю

source: Cost recipe
ru_ru: Стоимость рецепта

source: Recipe source
ru_ru: Источник рецепта

source: Discussion of the recipe
ru_ru: Обсуждение рецепта

source: URL-identifier
ru_ru: URL-идентификатор

source: Publication date
ru_ru: Дата публикации

source: Private recipe
ru_ru: Частный рецепт

source: Brew number
ru_ru: Номер варки

source: Beer recipe
ru_ru: Рецепт пива

source: Beer recipes
ru_ru: Рецепты пива

source: Recipe
ru_ru: Рецепт

source: Type rest
ru_ru: Тип паузы

source: Type heating
ru_ru: Вид нагрева

source: Mash temperature
ru_ru: Температура паузы

source: Holding time
ru_ru: Длительность паузы

source: Mash Step
ru_ru: Шаг затирания

source: Mash Steps
ru_ru: Шаги затирания

source: Grain ingredient
ru_ru: Зерновой ингредиент

source: Amount in kg
ru_ru: Кол-во в кг

source: Grain
ru_ru: Зерно

source: Dry substance
ru_ru: Сухое вещество

source: Cost ingredient
ru_ru: Стоимость ингредиента

source: Grain ingredients
ru_ru: Зерновые ингредиенты

source: Fermentable ingredient
ru_ru: Сбраживаемый ингредиент

source: Amount
ru_ru: Количество

source: Measure
ru_ru: Мера

source: When use
ru_ru: Когда использовать

source: Time addition
ru_ru: Время добавки

source: Fermentable ingredients
ru_ru: Сбраживаемые ингредиенты

source: Hops
ru_ru: Хмель

source: Amount in gram
ru_ru: Кол-во в граммах

source: Alfa acid
ru_ru: Альфа кислота

source: Temperature Hop Stand
ru_ru: Температура

source: Hops ingredient
ru_ru: Хмель

source: Hops ingredients
ru_ru: Хмель

source: Misc ingredient
ru_ru: Прочий ингредиент

source: Misc ingredients
ru_ru: Прочие ингредиенты

source: Yeast
ru_ru: Дрожжи

source: Yeasts ingredient
ru_ru: Дрожжи

source: Yeasts ingredients
ru_ru: Дрожжи

source: Temperature
ru_ru: Температура

source: Priming method
ru_ru: Метод карбонизации

source: Carbonisation level
ru_ru: Уровень карбонизации

source: Priming Information
ru_ru: Информация о карбонизации

source: Water target profile
ru_ru: Целевой профиль воды

source: Water target profiles
ru_ru: Целевые профили воды

source: Water original profile
ru_ru: Исходный профиль воды

source: Water original profiles
ru_ru: Исходные профили воды

source: Additive
ru_ru: Добавка

source: Amount in mash water
ru_ru: Кол-во в заторную воду

source: Amount in sparge water
ru_ru: Кол-во в промывочную воду

source: Additive to water
ru_ru: Добавка в воду

source: Additives to water
ru_ru: Добавки в воду

source: Event
ru_ru: Событие

source: Date event
ru_ru: Дата события

source: Brewing log
ru_ru: Журнал варки

source: Brewing logs
ru_ru: Журнал варки

source: Stage fermentation
ru_ru: Стадия брожения

source: Temperature fermentation
ru_ru: Температура брожения

source: Duration in days
ru_ru: Длительность в днях

source: Order
ru_ru: Порядок

source: Fermentation guideline
ru_ru: Рекомендации по ферментации

source: Fermentation guidelines
ru_ru: Рекомендации по ферментации

source: Show chart
ru_ru: Показать график

source: Chart data
ru_ru: Данные графика

source: Recipe chart data
ru_ru: Данные графика рецепта

source: User ID in Telegram
ru_ru: ID пользователя в Телеграме

source: Username in TG
ru_ru: Логин в Телеграме

source: First name in TG
ru_ru: Имя в Телеграме

source: Last name in TG
ru_ru: Фамилия в Телеграме

source: Telegram client lang
ru_ru: Язык Телеграм клиента

source: User deeplink
ru_ru: Диплинк пользователя

source: Profile enabled
ru_ru: Профиль включен

source: User blocked bot
ru_ru: Бот заблокирован пользователем

source: User banned
ru_ru: Пользователь забанен

source: Receive notification
ru_ru: Получать уведомление

source: User Telegram profile
ru_ru: Телеграм профиль пользователя

source: Users Telegram profiles
ru_ru: Телеграм профили пользователей

source: Access key
ru_ru: Ключ доступа

source: Created date
ru_ru: Дата создания

source: Key to full recipe
ru_ru: Ключ к полному рецепту

source: Keys to full recipe
ru_ru: Ключи к полному рецепту

source: Creation date
ru_ru: Дата создания

source: Visitor Data Users
ru_ru: Данные посещения пользователей

source: Visitors Data Users
ru_ru: Данные посещения пользователей

source: Account is not active. Follow the link in the email to activate your account.
ru_ru: Аккаунт не активен. Перейдите по ссылке в письме, чтобы активировать учетную запись.

source: The premium period has ended. You can renew it in the User Profile
ru_ru: Премиальный период закончился. Вы можете продлить его в профиле пользователя

source: The premium period will end on {user.premium_end.strftime('%d.%m.%Y')}. You can renew it in the User Profile
ru_ru: Премиум-период заканчивается {user.premium_end.strftime('%d.%m.%Y')}. Вы можете продлить его в профиле пользователя

source: User is not active or banned
ru_ru: Пользователь не активен или забанен

source: Please enter the correct username and password. Both fields can be case sensitive.
ru_ru: Пожалуйста, введите правильное имя пользователя и пароль. Оба поля чувствительны к регистру.

source: The user has been successfully created. A letter has been sent to your email. Follow the link in the email to activate your account.
ru_ru: Пользователь успешно создан. На вашу электронную почту было отправлено письмо. Перейдите по ссылке в письме, чтобы активировать свою учетную запись

source: Password recovery for {}
ru_ru: Восстановление пароля для {}

source: Link for recover password send at you email
ru_ru: Ссылка для восстановления пароля отправлена на Ваш email

source: User not registered in system
ru_ru: Пользователь не зарегистрирован в системе

source: You have made too many requests. Please wait and try again later
ru_ru: Вы сделали слишком много запросов. Подождите и попробуйте позже

source: Unknown error
ru_ru: Неизвестная ошибка

source: The activation period has expired
ru_ru: Срок активации истек

source: The user does not exist
ru_ru: Пользователя не существует

source: The confirmation email has send
ru_ru: Письмо с подтверждением отправлено

source: User is already confirmed
ru_ru: Пользователь уже подтвержден

source: Error send message
ru_ru: Ошибка отправки письма

source: The recipe has been successfully submitted for moderation
ru_ru: Рецепт успешно отправлен на модерацию

source: Error publishing
ru_ru: Ошибка публикации

source: Drafts limit is over
ru_ru: Лимит черновиков исчерпан

source: Recipe copied successfully
ru_ru: Рецепт успешно скопирован

source: Recipe copy error
ru_ru: Ошибка копирования рецепта

source: Recipe {self.object.name} successfully deleted
ru_ru: Рецепт {self.object.name} успешно удалён

source: Recipe {self.object.name} deleted
ru_ru: Рецепт {self.object.name} удалён

source: User: {self.object.user.username} deleted recipe: {self.object.name}
ru_ru: Пользователь: {self.object.user.username} удалил рецепт: {self.object.name}

source: Recipe delete error
ru_ru: Ошибка удаления рецепта

source: To calculate the parameters, the "Pre boil size" must not be zero
ru_ru: Для расчета параметров "Размер перед кипячением" не должен быть равен нулю.

source: To calculate the parameters, the "Pre boil gravity" must not be 1.000
ru_ru: Для расчета параметров "плотность перед кипячением" не должна быть 1.000

source: Recipe parameters have been successfully updated
ru_ru: Параметры рецепта обновлены

source: Error updating recipe parameters
ru_ru: Ошибка при обновлении параметров рецепта

source: Only Premium user
ru_ru: Только для Премиум пользователей

source: Data added to recipe
ru_ru: Данные добавлены в рецепт

source: Error save chart data
ru_ru: Не удалось сохранить данные диаграммы

source: Error sending message
ru_ru: Ошибка отправки письма

source: Device limit is over
ru_ru: Лимит устройств исчерпан

source: Add device error
ru_ru: Ошибка добавления устройств

source: Modules limit is over
ru_ru: Лимит модулей исчерпан

source: Add module error
ru_ru: Ошибка добавления модуля

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: You cannot add device on dashboard
ru_ru: Вы не можете добавить устройство на панель

source: Add device on dashboard error
ru_ru: Ошибка добавления устройства на панель

source: User water profile limit is over
ru_ru: Лимит Профиля воды пользователя исчерпан

source: Add user water profile error
ru_ru: Ошибка добавляения Профиля воды

source: Error of refusing a trial
ru_ru: Ошибка отказа от пробного Премиум периода

source: Trial period of premium access activated
ru_ru: Пробный Премиум период активирован

source: Error of activate a trial
ru_ru: Ошибка активирования пробного Премиум периода

source: You cannot delete telegram profile
ru_ru: Вы не можете удалить Телеграм профиль

source: Telegram profile deleted successfully
ru_ru: Телеграм профиль удалён

source: Telegram profile {tg_profile.user}: {tg_profile.user_tg_id} deleted
ru_ru: Телеграм профиль {tg_profile.user}: {tg_profile.user_tg_id} удалён

source: User: {usr} deleted telegram profile id: {tg_profile.user_tg_id}
ru_ru: Пользователь {usr} удалил Телеграм профиль: {tg_profile.user_tg_id}

source: Error deleted telegram profile
ru_ru: Ошибка удаления Телеграм профиля

source: User {user.username} successfully deleted
ru_ru: Пользователь {user.username} успешно удалён

source: User {user.username} self-deleted
ru_ru: Пользователь {user.username} успешно самоудалился

source: Error user delete
ru_ru: Ошибка удаления пользователя

source: Recipe status and сonformity changed successfully
ru_ru: Статус и Соответствие рецепта успешно изменены

source: Recipe status and сonformity changed error
ru_ru: Ошибка изменения Статуса и Соответствие рецепта

source: Refusal to publish a recipe: {self.object.name}
ru_ru: Отказ в публикации рецепта: {self.object.name}

source: Error refusal to publish
ru_ru: Ошибка отказа в публикации

source: Open access to the user to add ingredients
ru_ru: Доступ пользователю для добавления ингредиентов открыт

source: Access to the user to add ingredients is denied
ru_ru: Доступ пользователю для добавления ингредиентов закрыт

source: Draft limit changed
ru_ru: Лимит черновиков изменен

source: Error of changing the draft limit
ru_ru: Ошибка изменения лимита черновиков

source: Device limit changed
ru_ru: Лимит устройств изменен

source: Error of changing the device limit
ru_ru: Ошибка изменения лимита устройств

source: Record limit changed
ru_ru: Лимит записи изменен

source: Error of changing the record limit
ru_ru: Ошибка изменения лимита записи

source: User status changed
ru_ru: Статус пользователя изменён

source: Error user status changed
ru_ru: Ошибки изменения статуса пользователя

source: User Premium expiration date changed
ru_ru: Дата истечения срока действия Премиум доступа изменена

source: Error change end date premium
ru_ru: Ошибка изменения срока действия Премиум доступа

source: User {user.username} banned
ru_ru: Пользователь {user.username} забанен

source: User {self.request.user.username} has banned {user.username}
ru_ru: Пользователь {self.request.user.username} заблокировал {user.username}

source: Save recipe error
ru_ru: Ошибка сохранения рецепта

source: This functionality is only for Users with Premium status
ru_ru: Эта функция доступна только для Пользователей со статусом Pro.

source: Recipe does not exist
ru_ru: Рецепт не существует

source: Add water agent in recipe error
ru_ru: Ошибка добавления в рецепт

source: Equipment limit is over
ru_ru: Лимит оборудования исчерпан

source: Add equipment error
ru_ru: Ошибка добавления оборудования

source: Delete equipment error
ru_ru: Ошибка удаления оборудования

source: Equipment not assembled
ru_ru: Оборудование не собрано

source: Error clear data on device
ru_ru: Ошибка очистки данных на устройстве

source: Email sent
ru_ru: Email отправлен

source: Error send feedback
ru_ru: Ошибка отправки письма

source: Vital Statistics
ru_ru: Показатели стиля

source: Use
ru_ru: Использование
