Repository: karlos-perez/brewing_notes
Catalog: brewing_notes/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Manufacturer
ru_ru: Производитель

source: Parameters
ru_ru: Параметры

source: Structure
ru_ru: Структура

source: Light lager
ru_ru: Светлый лагер

source: Pilsner
ru_ru: Пильзнер

source: Amber lager
ru_ru: Янтарный лагер

source: Dark lager
ru_ru: Темный лагер

source: Bock
ru_ru: Бок

source: IPA
ru_ru: ИПА

source: Light ale
ru_ru: Светлый эль

source: Amber Ale
ru_ru: Янтарный эль

source: Brown Ale
ru_ru: Коричневый эль

source: Strong Ale
ru_ru: Крепкий эль

source: Sour Ale
ru_ru: Кислый эль

source: Porter
ru_ru: Портер

source: Stout
ru_ru: Стаут

source: Wheat beer
ru_ru: Пшеничное пиво

source: Special beer
ru_ru: Специальное пиво

source: Base malt
ru_ru: Базовый солод

source: Specialty malt
ru_ru: Специальный солод

source: Unmalted
ru_ru: Несоложеный

source: Others
ru_ru: Другое

source: Crystal malt
ru_ru: Кристаллический солод

source: Roast malt
ru_ru: Жжённый солод

source: Acid malt
ru_ru: Кислый солод

source: Wheat malt
ru_ru: Пшеничный солод

source: Sugar
ru_ru: Сахар

source: Extract
ru_ru: Экстракт

source: Fruit
ru_ru: Фрукты

source: Juice
ru_ru: Сок

source: Honey
ru_ru: Мёд

source: Non-fermentable
ru_ru: Не сбраживаемое

source: Pellet
ru_ru: Гранулированный

source: Leaf whole
ru_ru: Шишковой хмель

source: Lupulin Pellet
ru_ru: Лупулин

source: Spice
ru_ru: Специи

source: Herbs
ru_ru: Травы

source: Fining
ru_ru: Осветление

source: Flavor
ru_ru: Вкус

source: Acid
ru_ru: Кислота

source: Bacteria
ru_ru: Бактерии

source: Ale
ru_ru: Элевые

source: Lagers
ru_ru: Лагерные

source: Wheat
ru_ru: Пшеничные

source: Wine
ru_ru: Винные

source: Low
ru_ru: Низкий

source: Medium
ru_ru: Средний

source: High
ru_ru: Высокий

source: Very High
ru_ru: Очень высокий

source: Unknown
ru_ru: Неизвестно

source: Share is not a percentage (0...100%)
ru_ru: Доля не в процентах (0...100%)

source: Calcum
ru_ru: Кальций

source: Bicarbonate
ru_ru: Бикарбонат

source: Sulfate
ru_ru: Сульфат

source: Chloride
ru_ru: Хлорид

source: Sodium
ru_ru: Натрий

source: Magnesium
ru_ru: Магний

source: Water chemistry
ru_ru: Коррекция воды

source: Index
ru_ru: Индекс

source: The year of publishing BJCP
ru_ru: Год публикации BJCP

source: Beer Style Guidelines
ru_ru: Рекомендации по пивным стилям

source: Beer Style Category
ru_ru: Категория стиля пива

source: Beer Style Categories
ru_ru: Категории стиля пива

source: Category
ru_ru: Категория

source: Aroma
ru_ru: Аромат

source: Appearance
ru_ru: Внешний вид

source: Mouthfeel
ru_ru: Ощущение во рту

source: Comments
ru_ru: Комментарии

source: History
ru_ru: История

source: Characteristic Ingredients
ru_ru: Характерные ингредиенты

source: Style Comparison
ru_ru: Сравнение стилей

source: OG minimal
ru_ru: НП мин

source: OG maximal
ru_ru: НП макс

source: FG minimal
ru_ru: КП мин

source: FG maximal
ru_ru: КП макс

source: ABV minimal
ru_ru: ABV мин

source: ABV maximal
ru_ru: ABV макс

source: IBUs minimal
ru_ru: IBUs мин

source: IBUs maximal
ru_ru: IBUs макс

source: SRM minimal
ru_ru: SRM мин

source: SRM maximal
ru_ru: SRM макс

source: Carbonisation min
ru_ru: Карбонизация мин

source: Carbonisation max
ru_ru: Карбонизация макс

source: Beer Styles
ru_ru: Стили пива

source: Country
ru_ru: Страна

source: Countries
ru_ru: Страны

source: Company
ru_ru: Компания

source: Use in styles
ru_ru: Применение в стилях

source: Sourse
ru_ru: Источник

source: Type grain
ru_ru: Тип зерна

source: Category grain
ru_ru: Категория зерна

source: Share up in percentage
ru_ru: Доля в %

source: Color in Lovibond
ru_ru: Цвет в Lovibond

source: Extractivity
ru_ru: Экстрактивность

source: Protein
ru_ru: Белок

source: Malt
ru_ru: Солод

source: Type fermentable
ru_ru: Тип сырья

source: Fermentable
ru_ru: Сбраживаемое

source: Fermentables
ru_ru: Сбраживаемое

source: Type hops
ru_ru: Тип хмеля

source: Hop
ru_ru: Хмель

source: Short name
ru_ru: Марка

source: Type yeast
ru_ru: Тип дрожжей

source: It's dry yeast
ru_ru: Сухие

source: Alcohol tolerance
ru_ru: Устойчивость к алкоголю

source: Flocculation
ru_ru: Флокуляция

source: Attenuation
ru_ru: Аттенюация

source: Minimal temperature
ru_ru: Минимальная температура

source: Maximal temperature
ru_ru: Максимальная температура

source: Yeasts
ru_ru: Дрожжи

source: Type additive
ru_ru: Тип добавки

source: Misc additive
ru_ru: Разные добавки

source: Misc additives
ru_ru: Разные добавки

source: Water profile
ru_ru: Профиль воды

source: Water profiles
ru_ru: Профили воды

source: Device
ru_ru: Устройство

source: Beer temperature
ru_ru: Температура пива

source: Fridge temperature
ru_ru: Температура ферментёра

source: Room temperature
ru_ru: Температура помещения

source: Auxiliary temperature
ru_ru: Температура устройства

source: Gravity
ru_ru: Плотность

source: Tilt angle
ru_ru: Угол наклона

source: Voltage
ru_ru: Напряжение

source: Pressure
ru_ru: Давление

source: RSSI in dBm
ru_ru: RSSI в dBm

source: Device data log
ru_ru: Журнал данных устройства

source: Device data logs
ru_ru: Журнал данных устройства

source: Date
ru_ru: Дата

source: Hostname
ru_ru: Имя хоста

source: Referer
ru_ru: Реферер

source: POST data
ru_ru: POST данные

source: Device raw data
ru_ru: Сырые данные с устройства

source: Module
ru_ru: Модуль

source: Timestamp
ru_ru: Отметка времени

source: Relay state
ru_ru: Состояние реле

source: Sensor ID
ru_ru: Датчик ID

source: Version
ru_ru: Версия

source: Module data log
ru_ru: Журнал данных модуля

source: Module data logs
ru_ru: Журнал данных модуля

source: You cannot add malt
ru_ru: Вы не можете добавить солод

source: Can't find malt
ru_ru: Солод не найден

source: Error add malt in pantry
ru_ru: Ошибка добавления солода в Кладовую

source: You cannot delete malt
ru_ru: Вы не можете удалить солод

source: Error delete malt in pantry
ru_ru: Ошибка удаления солода в Кладовой

source: Malt consumption error. Consumption more parish
ru_ru: Ошибка списания солода. Расход больше прихода

source: You cannot add consumption malt
ru_ru: Вы не можете списать солод

source: Can't find malt or recipe
ru_ru: Не найден солод или рецепт

source: Error add consumption malt
ru_ru: Ошибка списания солода

source: The amount of malt write-offs more parish
ru_ru: Кол-во списания солода больше прихода

source: You cannot add hop
ru_ru: Вы не можете добавить хмель

source: Can't find hop
ru_ru: Не найден хмель

source: Error add hop in pantry
ru_ru: Ошибка добавления хмеля в Кладовую

source: You cannot delete hop
ru_ru: Вы не можете удалить хмель

source: Error delete hop in pantry
ru_ru: Ошибка удаления хмеля в Кладовой

source: Hop consumption error. Consumption more parish
ru_ru: Ошибка списания хмеля. Расход больше прихода

source: You cannot add consumption hop
ru_ru: Вы не можете списать хмель

source: Can't find hop or recipe
ru_ru: Не найден хмель или рецепт

source: Error add consumption hop
ru_ru: Ошибка списания хмеля

source: The amount of hop write-offs more parish
ru_ru: Кол-во списания хмеля больше прихода

source: You cannot add yeast
ru_ru: Вы не можете добавить дрожжи

source: Can't find yeast
ru_ru: Дрожжи не найдены

source: Error add yeast in pantry
ru_ru: Ошибка добавления дрожжей в Кладовую

source: You cannot delete yeast
ru_ru: Вы не можете удалить дрожжи

source: Error delete yeast in pantry
ru_ru: Ошибка удаления дрожжей в Кладовой

source: Yeast consumption error. Consumption more parish
ru_ru: Ошибка списания дрожжей. Расход больше прихода

source: You cannot add consumption yeast
ru_ru: Вы не можете списать дрожжи

source: Can't find yeast or recipe
ru_ru: Не найдены дрожжи или рецепт

source: Error add consumption yeast
ru_ru: Ошибка списания дрожжей

source: The amount of yeast write-offs more parish
ru_ru: Кол-во списания дрожжей больше прихода

source: You cannot add fermentable
ru_ru: Вы не можете добавить Сбраживаемые ингредиенты

source: Can't find fermentable
ru_ru: Сбраживаемый ингредиент не найден

source: Error add fermentable in pantry
ru_ru: Ошибка добавления Сбраживаемого ингредиента в Кладовую

source: You cannot delete fermentable
ru_ru: Вы не можете удалить Сбраживаемый ингредиент

source: Error delete fermentable in pantry
ru_ru: Ошибка удаления Сбраживаемого ингредиента

source: Fermentable consumption error. Consumption more parish
ru_ru: Ошибка списания Сбраживаемого ингредиента. Расход больше прихода

source: You cannot add consumption fermentable
ru_ru: Вы не можете списать Сбраживаемый ингредиент

source: Can't find fermentable or recipe
ru_ru: Не найден Сбраживаемый ингредиент или рецепт

source: Error add consumption fermentable
ru_ru: Ошибка списания Сбраживаемого ингредиента

source: The amount of fermentable write-offs more parish
ru_ru: Кол-во списания Сбраживаемого ингредиента больше прихода

source: You cannot add misc
ru_ru: Вы не можете добавить Добавку

source: Can't find misc
ru_ru: Добавка не найдена

source: Error add misc in pantry
ru_ru: Ошибка добавления Добавки в Кладовую

source: You cannot delete misc
ru_ru: Вы не можете удалить Добавку

source: Error delete misc in pantry
ru_ru: Ошибка удаления Добавки в Кладовой

source: Misc consumption error. Consumption more parish
ru_ru: Ошибка списания Добавки. Расход больше прихода

source: You cannot add consumption misc
ru_ru: Вы не можете списать Добавку

source: Can't find misc or recipe
ru_ru: Не найдена Добавка или рецепт

source: Error add consumption misc
ru_ru: Ошибка списания Добавки

source: The amount of misc write-offs more parish
ru_ru: Кол-во списания Добавки больше прихода

source: Enabled in system
ru_ru: Включено в системе

source: Pantry user
ru_ru: Пользователь кладовой

source: Pantry users
ru_ru: Пользователи кладовой

source: Pantry
ru_ru: Кладовая

source: Experation date
ru_ru: Срок годностия

source: Spent
ru_ru: Потраченный

source: The supplier
ru_ru: Поставщик

source: Cost per unit
ru_ru: Стоимость за единицу

source: Parish amount in kg
ru_ru: Приход в кг

source: Balance amount in kg
ru_ru: Остаток в кг

source: Malt reserve
ru_ru: Запас солода

source: Parish amount
ru_ru: Кол-во прихода

source: Balance amount
ru_ru: Кол-во остатка

source: Fermentable reserve
ru_ru: Запас Сбраживаемого ингредиента

source: Fermentables reserve
ru_ru: Запас Сбраживаемых ингредиентов

source: Parish amount in g
ru_ru: Приход в г

source: Balance amount in g
ru_ru: Остаток в г

source: Hop reserve
ru_ru: Запас хмеля

source: Hops reserve
ru_ru: Запас хмеля

source: Yeast reserve
ru_ru: Запас дрожжей

source: Yeasts reserve
ru_ru: Запас дрожжей

source: Misc
ru_ru: Добавка

source: Misc reserve
ru_ru: Запас Добавок

source: Cost
ru_ru: Стоимость

source: Malt write-off
ru_ru: Списание солода

source: Malts write-off
ru_ru: Списание солодов

source: Fermentable write-off
ru_ru: Списание Сбраживаемого ингредиента

source: Fermentables write-off
ru_ru: Списание Сбраживаемых ингредиентов

source: Amount in g
ru_ru: Количество в г

source: Hop write-off
ru_ru: Списание хмеля

source: Hops write-off
ru_ru: Списание хмеля

source: Yeast write-off
ru_ru: Списание дрожжей

source: Yeasts write-off
ru_ru: Списание дрожжей

source: Misc write-off
ru_ru: Списание Добавки

source: Not enough rights
ru_ru: Недостаточно прав

source: The pantry is already activated
ru_ru: Кладовая уже подключена

source: The pantry is not enabled
ru_ru: Кладовая не активна

source: The amount of malt balance more parish
ru_ru: Кол-во солода в остатке больше прихода

source: The error malt edit
ru_ru: Ошибка редактирования солода

source: The amount of fermentable balance more parish
ru_ru: Кол-во Сбраживаемого ингредиента в остатке больше прихода

source: The error fermentable edit
ru_ru: Ошибка редактирования Сбраживаемого ингредиента

source: The amount of hop balance more parish
ru_ru: Кол-во хмеля в остатке больше прихода

source: The error hop edit
ru_ru: Ошибка редактирования хмеля

source: The amount of yeast balance more parish
ru_ru: Кол-во дрожжей в остатке больше прихода

source: The error yeast edit
ru_ru: Ошибка редактирования дрожжей

source: The amount of misc balance more parish
ru_ru: Кол-во Добавки в остатке больше прихода

source: The error misc edit
ru_ru: Ошибка редактирования Добавки

source: Content
ru_ru: Содержание

source: Meta
ru_ru: Мета

source: Permission user
ru_ru: Разрешение пользователя

source: Topic
ru_ru: Тема

source: Topics
ru_ru: Темы

source: Post
ru_ru: Сообщение

source: Posts
ru_ru: Сообщения

source: Post saved
ru_ru: Сообщение сохранено

source: Error saving post
ru_ru: Ошибка сохранения сообщения
